Repository: waldo2188/OpenIdConnectProvider
Catalog: src/Waldo/OpenIdConnect/AdminBundle/Resources/translations/messages.*.xliff
Languages: fr

source: Disabled Account
fr: Désactiver un compte

source: Are you sure you want to disabled this account ?
fr: Êtes vous sur de vouloir désactiver ce compte ?

source: Send email
fr: Envoyer l'email

source: Are you sure you want to send the email for validating account ?
fr: Êtes vous sur de vouloir envoyer l'email de validation de compte ?

source: Are you sure you want to send the email for retrieving passord ?
fr: Êtes vous sur de vouloir envoyer l'email de récupération de mot de passe ?

source: Enduser account
fr: Compte utilisateur

source: You can not __type__ this account. Maybe it's your ?
fr: Vous ne pouvez pas __type__ ce compte. Peut-être est ce le votre ?

source: This account has been __type__
fr: Ce compte a bien été __type__

source: The email for __type__ has been well send to user
fr: L'email pour __type__ a bien été envoyé à l'utilisateur

source: enabled
fr: activé

source: disabled
fr: désactivé

source: Go to %clientName%'s web site
fr: Allez au site web de %clientName%

source: Read %scope%
fr: Lire %scope%

source: Enduser
fr: Utilisateurs

source: Profile
fr: Profil

source: User account is enabled
fr: Le compte utilisateur est activé

source: User account is disabled
fr: Le compte utilisateur est désactivé

source: Account picture
fr: Image du compte

source: Account
fr: Compte

source: Username
fr: Nom d'utilisateur

source: Email verified
fr: Email verifié

source: Email not verified
fr: Email non verifié

source: Last login at
fr: Dernière connexion le

source: User profile
fr: Profil utilisateur

source: Name
fr: Nom

source: First name
fr: Prénom

source: Last name
fr: Nom de famile

source: Middle name
fr: Deuxième prénom

source: Nickname, casual name
fr: Pseudonyme

source: Prefered username
fr: Nom d'utilisateur à afficher

source: Web site
fr: Site Web

source: Gender
fr: Genre

source: Birthdate
fr: Date de naissance

source: Time zone
fr: Fuseau horaire

source: Locale
fr: Langue

source: Telephone number
fr: Numéro de téléphone

source: Address
fr: Adresse

source: Full mailing address
fr: Adresse postal complète

source: Full street address
fr: Rue et numéro de voie

source: City or locality
fr: Ville ou localité

source: State, province, prefecture, or region
fr: Région

source: Zip code or postal code
fr: Code postal

source: Country name
fr: Pays

source: Applications list
fr: Liste des applications

source: The user have granted the following applications to access to his account informations.
fr: L'utilisateur a accordé l'accès aux informations de son compte aux applications suivantes.

source: Last used on
fr: Dernière utilisation le

source: Nothing for the moment
fr: Rien pour le moment

source: Close
fr: Fermer

source: Cancel
fr: Annuler

source: Yes
fr: Oui

source: No
fr: Non

source: Delete client application
fr: Supprimer le client

source: Are you sure you want to delete this client application ?
fr: Êtes vous sur de vouloir supprimer le client ?

source: Client management
fr: Gestion des clients

source: This client application has been deleted
fr: Ce clien a été supprimé

source: Error(s)
fr: Erreur(s)

source: Edit client application
fr: Éditer le client

source: Request options
fr: Options de requête

source: Response options
fr: Options de réponse

source: User roles
fr: Roles utilisateurs

source: Available user properties
fr: Attribut de l'utilisateur disponibles

source: Filter exemple
fr: Exemple de filtre

source: Separate the roles with commas ","
fr: Séparer les rôles aveec une virgule ","

source: Homepage URI
fr: Page d'accueil URL

source: Application name
fr: Nom de l'application

source: Application type
fr: Type d'application

source: Application logo URI
fr: URL du logo

source: Terms of service URI
fr: URL des conditions d'utilisation

source: Policy URI
fr: URL de la politique d'utilisation

source: Redirect URIs
fr: URL des redirections autorisées

source: Post logout redirect URIs
fr: URL de redirection après déconnexion

source: Token endpoint authentication method
fr: Méthode d'authentification pour le Token

source: Token endpoint authentication signing algorithm
fr: Algorithme de signature du Token

source: Jwks URI
fr: URL du Jwks

source: Jwks encryption URI
fr: URL de cryptage de Jwks

source: X509 certificat URI
fr: URL du certificat X509

source: X509 encryption certificat URI
fr: URL de cryptage du certificat X509

source: Request object signing algorithm
fr: Algoritme de signature de la Requête

source: Request object encryption algorithm
fr: Algorithme de cryptage de l'objet de la Requête

source: Request object encryption encoder
fr: Encodeur pour le cryptage de l'objet de la Requête

source: Userinfo object signing algorithm
fr: Algorithme de signature des informations utilisateur

source: Userinfo encrypted response algorithm
fr: Algorithme de cryptage des informations utilisateur

source: Userinfo encrypted response encoder
fr: Encodeur de cryptage de la réponse des informations utilisateur

source: ID token signined response algorithm
fr: Algorithme de signature de l'ID token

source: ID token encrypted response algorithm
fr: Algorithme de cryptage de la réponse de l'ID token

source: ID token encrypted response encoder
fr: Encodeur de cryptage de la réponse de l'ID token

source: Default max age
fr: Duré de vie du Token

source: Require authentication time
fr: Authentication time requis

source: Add
fr: Ajouter

source: Delete
fr: Supprimer

source: Client logo
fr: Logo client

source: Client name
fr: Nom du client

source: Client URI
fr: URL du client

source: Issued at
fr: Émis le

source: Term of Service
fr: Condition d'utilisations

source: Policy
fr: Politique d'utilisation

source: Client record
fr: Paramétrage du client

source: URIs
fr: URL

source: Security
fr: Sécurité

source: Client secret
fr: Secret du client

source: Client secret expires at
fr: Le secret expire le

source: Dashboard
fr: Tableau de bord

source: Read your %scope%
fr: Lit votre %scope%

source: Show the profile of %name%
fr: Voir le profil de %name%

source: Show
fr: Voir

source: Edit
fr: Éditer

source: Send email for validating account
fr: Envoyer l'email de validation de compte

source: Send email for recovering password
fr: Envoyer l'email de récupération de mot de passe

source: Manage
fr: Gérer

source: New
fr: Nouveau

source: Edit
fr: Éditer

source: label.
fr: Actif

source: label.
fr: Nom d'utilisateur

source: label.
fr: Email

source: label.
fr: Nom

source: label.
fr: Création

source: label.
fr: M.A.J

source: label.
fr: Actions
